// ------------------------------------------------------------------------
// Main Window
// ------------------------------------------------------------------------
"Str_FaxContacts"="Contacts";
"Str_FaxAddressBook"="Carnet d’adresses";
"Str_FaxSyncContacts"="Synchroniser %@";

"Str_FaxSyncContacts_Start"="Démarrer";
"Str_FaxPrintQueue"="Liste d'attente d'impression";
"Str_FaxStatus"="État";
"Str_FaxSyncContacts_Sync_Waiting"="Veuillez patienter.";

"Str_FaxSyncContact_CannotAccess_A"="L'accès à %@ n'est pas autorisé.";
"Str_FaxSyncContact_CannotAccess_B"="Permet d'autoriser FAX Utility à accéder à %@. Accédez à [Préférences Système] - [Sécurité et confidentialité] - [Confidentialité] - [%@].\nRedémarrez FAX Utility pour procéder à la mise à jour.";

"Str_FaxSyncContact_StartInfo_A"="Procède à la synchronisation (manuelle) de %@";
"Str_FaxSyncContact_StartInfo_B"="Vous permet d'afficher la liste %@ lors de la sélection des destinataires de la télécopie dans la boîte de dialogue [Imprimer...] d'autres applications. N'oubliez pas de procéder de nouveau à la synchronisation de %@ si vous apportez des modifications à la liste %@.";
"Str_FaxSyncContact_StartInfo_C"="Cette configuration sera appliquée à toutes les files d'attente d'impression de télécopies Epson. Avant de poursuivre, procédez aux vérifications suivantes :";
"Str_FaxSyncContact_StartInfo_D"="    - Les boîtes de dialogue [Imprimer...] de toutes les applications sont fermées.\n    - Aucune télécopie n'est en cours d'envoi.\n    - Aucune file d'attente de télécopies n'est en pause.";

"Str_FaxSyncContact_OpenPrintQueue"="Pour accéder aux files d'attente d'impression, accédez à [Préférences Système] - [Imprimantes et scanners] - [Ouvrir la liste d'attente d'impression...].";
"Str_FaxSyncContact_StartInfo_Start"="Cliquez sur [Démarrer] pour lancer la synchronisation de %@.";

"Str_FaxSyncContact_State_Title"="Files d'attente d'impression de télécopies Epson pour synchroniser %@ :";

"Str_FaxSyncContact_State_Idle"="Prêt";
"Str_FaxSyncContact_State_InProgress"="Synchronisation";
"Str_FaxSyncContact_State_PauseQueue"="Pause";
"Str_FaxSyncContact_State_SendingFax"="Envoi de télécopies";
"Str_FaxSyncContact_State_HoldJob"="Travail en attente";
"Str_FaxSyncContact_State_WaitSync"="Occupé";
"Str_FaxSyncContact_State_SyncComplete"="Synchronisation terminée";
"Str_FaxSyncContact_State_SyncFailed"="Échec de la synchronisation";

"Str_FaxSyncContacts_Sync"="Synchronisation de %@ en cours.";
"Str_FaxSyncContacts_SyncBusy"="Synchronisation avec une ou plusieurs files d'attente d'impression impossible. La synchronisation de %@ reprendra une fois que les files d'attente d'impression ne seront plus en pause ou une fois les télécopies envoyées.";
"Str_FaxSyncContacts_SyncBusy_Check"="Vérifiez les files d'attente d'impression de télécopies Epson.";

"Str_FaxSyncContacts_Sync_Cancel"="Annulation en cours.";

"Str_FaxSyncContacts_Complete"="Synchronisation de %@ terminée.";
"Str_FaxSyncContacts_CompleteWithCancel"="(La synchronisation de %@ était déjà terminée avant l'annulation de l'opération.)";

"Str_FaxSyncContacts_Error_A"="La synchronisation de %@ a échoué.";
"Str_FaxSyncContacts_Error_B"="Vérifiez que l'état des files d'attente d'impression de télécopies Epson n'est pas Pause, Travail en attente ou Envoi de télécopies.";

"Str_FaxSyncContact_ErrorOldPPD"="Une ou plusieurs files d'attente d'impression de télécopies Epson ont été créées avec une version antérieure du pilote PC-Fax Driver.\n\nPour procéder à la synchronisation de %@, vous devez accéder à [Préférences Système] - [Imprimantes et scanners], puis supprimez et recréez les files d'attente d'impression de télécopies Epson avec la dernière version du pilote PC-FAX Driver.";
"Str_FaxSyncContact_State_Title_ErrorOldPPD"="Files d'attente d'impression de télécopies Epson à recréer :";

// ------------------------------------------------------------------------
// Menu
// ------------------------------------------------------------------------
"FAX Utility"="FAX Utility";
"About FAX Utility..."="À propos de FAX Utility...";
"Preferences..."="Préférences...";
"Services"="Services";
"Hide FAX Utility"="Masquer FAX Utility";
"Hide Others"="Masquer les autres";
"Show All"="Tout afficher";
"Quit FAX Utility"="Quitter FAX Utility";
"File"="Fichier";
"Close"="Fermer";
"Window"="Fenêtre";
"Minimize"="Placer dans le Dock";
"Help"="Aide";

// ------------------------------------------------------------------------
// Alert(Common)
// ------------------------------------------------------------------------
"Str_Alert_Common_Cancel"="Annuler";
"Str_Alert_Common_OK"="OK";

"Str_Alert_Common_Necessary_File_Not_Found"="Impossible de localiser le fichier nécessaire à l'exécution de l'application.\nRéinstallez FAX Utility.";
"Str_Alert_Common_Cannot_Get_Printer_Information"="Impossible d'obtenir les informations de l'imprimante (fax). Accédez à \"Préférences de fax et d'impression\" et ajoutez le pilote PC-FAX.";
"Str_Alert_Common_Confirm_OverWrite"="Le fichier indiqué existe déjà. Souhaitez-vous l'écraser ?";
"Str_Alert_Common_Not_Responding_Error"="L'imprimante ne répond pas. Vérifiez que l'imprimante est correctement connectée et sous tension.";
"Str_Alert_Common_Communication_Error"="Erreur de communication au niveau de l'imprimante.";
"Str_Alert_Common_Printer_Processing_Error"="L'imprimante traite les données. Patientez un peu et réessayez.";
"Str_Alert_Common_Communication_Error_With_ErrorCode"="Une erreur a été détectée lors de la communication avec l'imprimante.\nCode d'erreur (%d)";
"Str_Alert_Common_Error_Occurred"="Traitement annulé en raison d'une erreur.";
"Str_Alert_Common_PrinterStatusError"="Une erreur est survenue au niveau de l'imprimante. Résolvez l'erreur et réessayez.";
